Repository: KDE/eloquens
Catalog: po/sa/eloquens.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

# @title
source: Eloquens
sa: वाक्पटुः

source: Generate lorem ipsum text
sa: lorem ipsum पाठ उत्पन्न करें

# @info:credit
source: Felipe Kinoshita
sa: फेलिप किनोशिता

# @info:credit
source: Author
sa: लेखकः

# @menu
source: File
sa: सञ्चिका

# @menu-action
source: Generate Text
sa: पाठं जनयन्तु

# @menu-action
source: Quit
sa: परिजहातु

# @menu
source: Edit
sa: सम्पादन

# @menu-action
source: Copy to Clipboard
sa: क्लिप्बोर्ड् प्रति प्रतिलिख्यताम्

# @menu
source: Help
sa: साहाय्यम्‌

# @menu-action
source: Report Bug…
sa: बगस्य सूचनां ददातु...

# @menu-action
source: About Eloquens
sa: वाक्पटुतायाः विषये

source: Eloquens
sa: वाक्पटुः

source: Click 'Generate Text' to get started!
sa: आरम्भं कर्तुं 'Generate Text' इत्यत्र क्लिक् कुर्वन्तु!

source: Generate Text
sa: पाठं जनयन्तु

source: Copy to Clipboard
sa: क्लिप्बोर्ड् प्रति प्रतिलिख्यताम्

source: Configure Eloquens
sa: Eloquens विन्यस्तं कुर्वन्तु

source: About Eloquens
sa: वाक्पटुतायाः विषये

source: Settings
sa: सेटिंग्स्

source: Paragraphs:
sa: अनुच्छेदः :

source: Paragraph Length:
sa: अनुच्छेददीर्घता :

source: Show Bold and Italic text
sa: Bold तथा Italic पाठं दर्शयतु

source: Show Links
sa: लिङ्क्स् दर्शयतु

source: Show Code blocks
sa: Code blocks दर्शयतु

source: Show Unordered Lists
sa: अक्रमितसूची दर्शयतु

source: Show Ordered Lists
sa: क्रमबद्धसूचिकाः दर्शयतु

source: Show Description Lists
sa: विवरणसूची दर्शयतु

source: Show Blockquotes
sa: Blockquotes दर्शयतु

source: Show headings
sa: शीर्षकं दर्शयतु

source: All Caps
sa: सर्वे कैप्सः
