Repository: KDE/eloquens
Catalog: po/*/eloquens.po
Languages: ar, ca@valencia, de, eo, eu, fi, gl, he, hi, ia, is, ka, ko, lt, lv, nl, nn, pl, pt, sl, sv, tr, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ca@valencia: Josep M. Ferrer
de: Deutsches KDE-Übersetzungsteam
eo: Oliver Kellogg
eu: Iñigo Salvador Azurmendi
fi: Tommi Nieminen
gl: Adrian Chaves (Gallaecio)
he: צוות התרגום של KDE ישראל
hi: तुम्हारे नाम
ia: Giovanni Sora
is: Sveinn í Felli
ka: Temuri Doghonadze
ko: 박신조
lt: Moo
lv: Toms Trasūns
nl: Freek de Kruijf - 2022
nn: Karl Ove Hufthammer
pl: Grzegorz Koryga
pt: José Nuno Pires
sl: Matjaž Jeran
sv: Stefan Asserhäll
tr: Emir SARI
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ca@valencia: txemaq@gmail.com
de: kde-i18n-de@kde.org
eo: olivermkellogg@gmail.com
eu: xalba@ni.eus
fi: translator@legisign.org
gl: adrian@chaves.io
he: kde-l10n-he@kde.org
hi: आपके ईमेल
ia: g.sora@tiscali.it
is: sv1@fellsnet.is
ka: Temuri.doghonadze@gmail.com
ko: kde@peremen.name
lv: toms.trasuns@posteo.net
nl: freekdekruijf@kde.nl
nn: karl@huftis.org
pl: rehork@tutamail.com
pt: zepires@gmail.com
sl: matjaz.jeran@amis.net
sv: stefan.asserhall@bredband.net
tr: emir_sari@icloud.com
zh_tw: mail@kisaragi-hiu.com

# @title
source: Eloquens
ar: بيان
hi: बोला जा रहा है

source: Generate lorem ipsum text
ar: ولد نص لوريم إيبسوم
ca@valencia: Genera el text «lorem ipsum»
de: Generieren Sie den „lorem ipsum“-Text
eo: Generi lorem-ipsum tekston
eu: Sortu «lorem ipsum» testua
fi: Tuota lorem ipsum -tekstiä
gl: Xerar un texto lorem ipsum
he: יצירת טקסט לורם איפסום
hi: वेबसाइट का टेक्स्ट जेनरेट करें
ia: Genera texto lorem ipsum
is: Útbúa lorem ipsum texta
ka: Lorem Ipsum-ის ტექსტის გენერაცია
ko: 자리 비움 문자열 생성
lt: Generuoti lorem ipsum tekstą
lv: Ģenerēt „lorem ipsum“ tekstu
nl: De tekst lorem ipsum genereren
nn: Generer «lorem ipsum»-tekst
pl: Tworzenie tekstu lorem ipsum
pt: Geração do texto 'lorem ipsum'
sv: Generera lorem ipsum-text
tr: Lorem Ipsum metin oluşturun
zh_tw: 產生 lorem ipsum 亂數假文

# @info:credit
source: Felipe Kinoshita
ar: فيليبي كينوشيتا
he: פליפה קינושיטה
hi: फेलिप किनोशिता

# @info:credit
source: Author
ar: المؤلف
ca@valencia: Autoria
de: Autor
eo: Aŭtoro
eu: Egilea
fi: Tekijä
gl: Autoría
he: יוצר
hi: लेखक
ia: Autor
is: Höfundur
ka: ავტორი
ko: 작성자
lt: Autorius
lv: Autors
nl: Auteur
nn: Opphavsperson
pl: Autor
pt: Autoria
sl: Avtor
sv: Upphovsman
tr: Yazar
zh_tw: 作者

# @menu
source: File
ar: ملف
ca@valencia: Fitxer
de: Datei
eo: Dosiero
eu: Fitxategia
fi: Tiedosto
gl: Ficheiro
he: קובץ
hi: फ़ाइल
is: Skrá
ka: ფაილი
ko: 파일
lt: Failas
lv: Datne
nl: Bestand
nn: Fil
pl: Plik
pt: Ficheiro
sl: Datoteka
sv: Arkiv
tr: Dosya
zh_tw: 檔案

# @menu-action
source: Generate Text
ar: ولّد نص
ca@valencia: Genera el text
de: Text generieren
eo: Generi Tekston
eu: Sortu testua
fi: Tuota tekstiä
gl: Xerar un texto
he: יצירת טקסט
hi: पाठ उत्पन्न करें
ia: Genera texto
is: Útbúa texta
ka: ტექსტის გენერაცია
ko: 문자열 생성
lt: Generuoti tekstą
lv: Ģenerēt tekstu
nl: Tekst genereren
nn: Generer tekst
pl: Wytwórz tekst
pt: Gerar o Texto
sl: Generiraj besedilo
sv: Generera text
tr: Metin Oluştur
zh_tw: 產生文本

# @menu-action
source: Quit
ar: أنهِ
ca@valencia: Ix
de: Beenden
eo: Forlasi
eu: Irten
fi: Lopeta
gl: Saír
he: יציאה
hi: छोड़ना
ia: Quita
is: Hætta
ka: გამოსვლა
ko: 끝내기
lt: Išjungti
lv: Iziet
nl: Afsluiten
nn: Avslutt
pl: Wyjdź
pt: Sair
sl: Zapusti
sv: Avsluta
tr: Çık
zh_tw: 離開

# @menu
source: Edit
ar: حرّر
ca@valencia: Edita
de: Bearbeiten
eo: Redakti
eu: Editatu
fi: Muokkaa
gl: Editar
he: עריכה
hi: संपादन करना
ia: Modifica
is: Breyta
ka: ჩასწორება
ko: 편집
lt: Taisa
lv: Rediģēt
nl: Bewerken
nn: Rediger
pl: Edytuj
pt: Editar
sl: Uredi
sv: Redigera
tr: Düzen
zh_tw: 編輯

# @menu-action
source: Copy to Clipboard
ar: انسخ إلى الحافظة
ca@valencia: Copia al porta-retalls
de: In die Zwischenablage kopieren
eo: Kopii al Tondujo
eu: Kopiatu arbelera
fi: Kopioi leikepöydälle
gl: Copiar no portapapeis
he: העתקה ללוח הגזירים
hi: क्लिपबोर्ड पर कॉपी करें
ia: Copia in area de transferentia
is: Afrita á klippispjald
ka: გაცვლის ბუფერში კოპირება
ko: 클립보드에 복사
lt: Kopijuoti į iškarpinę
lv: Kopēt starpliktuvē
nl: Naar klembord kopiëren
nn: Kopier til utklippstavla
pl: Skopiuj do schowka
pt: Copiar para a Área de Transferência
sl: Kopiraj na odložišče
sv: Kopiera till klippbordet
tr: Panoya Kopyala
zh_tw: 複製到剪貼簿

# @menu
source: Help
ar: مساعدة
ca@valencia: Ajuda
de: Hilfe
eo: Helpo
eu: Laguntza
fi: Ohje
gl: Axuda
he: עזרה
hi: मदद
ia: Adjuta
is: Hjálp
ka: დახმარება
ko: 도움말
lt: Pagalba
lv: Palīdzība
nn: Hjelp
pl: Pomoc
pt: Ajuda
sl: Pomoč
sv: Hjälp
tr: Yardım
zh_tw: 說明

# @menu-action
source: Report Bug…
ar: أبلغ عن علّة…
ca@valencia: Informeu d'un error…
de: Problem melden …
eo: Raporti Cimon…
eu: Akatsa jakinarazi...
fi: Ilmoita viasta…
gl: Informar dun fallo…
he: דיווח על תקלה…
hi: रिपोर्ट बग…
ia: Reporta Bug…
is: Tilkynna um villu…
ka: შეცდომის ანგარიში…
ko: 버그 보고…
lt: Pranešti apie programos klaidą…
lv: Ziņot par kļūdu…
nl: Bug rapporteren…
nn: Meld frå om feil …
pl: Zgłoś błąd…
pt: Comunicar um Erro…
sl: Poročaj o programski napaki…
sv: Rapportera fel…
tr: Hata Bildir…
zh_tw: 回報問題…

# @menu-action
source: About Eloquens
ar: عن بيان
ca@valencia: Quant a Eloquens
de: Über Eloquens
eo: Pri Eloquens
eu: «Eloquens»eri buruz
fi: Tietoa Eloquensista
gl: Sobre Eloquens
he: על Eloquens
hi: सुवक्ता के बारे में
ia: A proposito de Eloquens
is: Um Eloquens
ka: Eloquens-ის შესახებ
ko: Eloquens 정보
lt: Apie Eloquens
lv: Par „Eloquens“
nl: Info over Eloquens
nn: Om Eloquens
pl: O programie Eloquens
pt: Acerca do Eloquens
sl: O programu Eloquens
sv: Om Eloquens
tr: Eloquens Hakkında
zh_tw: 關於 Eloquens

source: Eloquens
ar: بيان
hi: बोला जा रहा है

source: Click 'Generate Text' to get started!
ar: انقر على "ولّد نص" لنبدأ!
ca@valencia: Feu clic a «Genera el text» per a començar!
de: Klicken Sie zum Starten „Text erstellen“.
eo: Alklaku 'Generi Tekston' por komenci!
eu: Hasteko, egin klik 'Sortu testu'ari!
fi: Aloita napsauttamalla ”Tuota tekstiä”!
gl: Preme en «Xerar un texto» para comezar!
he: יש ללחוץ על ‚יצירת טקסט’ כדי להתחיל!
hi: आरंभ करने के लिए 'टेक्स्ट जनरेट करें' पर क्लिक करें!
ia: Pulsa 'Genera Texto' per initiar!
is: Smelltu á 'Útbúa texta' til að byrja!
ka: დასაწყებად დააწკაპუნეთ "ტექსტის გენერაციაზე"!
ko: '문자열 생성'을 클릭해서 시작하십시오!
lt: Norėdami pradėti spustėlėkite „Generuoti tekstą“!
lv: Klikšķiniet uz „Ģenerēt tekstu“, lai sāktu!
nl: Klik op 'Tekst genereren' om te beginnen!
nn: Trykk «Generer tekst» for å komma i gang!
pl: Kliknij "Wytwórz tekst", aby zacząć!
pt: Carregue em 'Gerar o Texto' para começar!
sl: Kliknite 'Generiraj besedilo' da začnete!
sv: Klicka på 'Generera text' för att komma igång.
tr: Başlamak için 'Metin Oluştur'a tıklayın!
zh_tw: 點擊「產生文本」吧！

source: Generate Text
ar: ولّد نص
ca@valencia: Genera el text
de: Text generieren
eo: Generi Tekston
eu: Sortu testua
fi: Tuota tekstiä
gl: Xerar un texto
he: יצירת טקסט
hi: पाठ उत्पन्न करें
ia: Genera texto
is: Útbúa texta
ka: ტექსტის გენერაცია
ko: 문자열 생성
lt: Generuoti tekstą
lv: Ģenerēt tekstu
nl: Tekst genereren
nn: Generer tekst
pl: Wytwórz tekst
pt: Gerar o Texto
sl: Generiraj besedilo
sv: Generera text
tr: Metin Oluştur
zh_tw: 產生文本

source: Copy to Clipboard
ar: انسخ إلى الحافظة
ca@valencia: Copia al porta-retalls
de: In die Zwischenablage kopieren
eo: Kopii al Tondujo
eu: Kopiatu arbelera
fi: Kopioi leikepöydälle
gl: Copiar no portapapeis
he: העתקה ללוח הגזירים
hi: क्लिपबोर्ड पर कॉपी करें
ia: Copia in area de transferentia
is: Afrita á klippispjald
ka: გაცვლის ბუფერში კოპირება
ko: 클립보드에 복사
lt: Kopijuoti į iškarpinę
lv: Kopēt starpliktuvē
nl: Naar klembord kopiëren
nn: Kopier til utklippstavla
pl: Skopiuj do schowka
pt: Copiar para a Área de Transferência
sl: Kopiraj na odložišče
sv: Kopiera till klippbordet
tr: Panoya Kopyala
zh_tw: 複製到剪貼簿

source: Configure Eloquens
ar: اضبط بيان
ca@valencia: Configura Eloquens
de: Eloquens einrichten
eo: Agordi Eloquens
eu: Konfiguratu «Eloquens»
fi: Eloquensin asetukset
gl: Configurar Eloquens
he: הגדרת Eloquens
hi: बोलने को कॉन्फ़िगर करें
ia: Configura Eloquens
is: Grunnstilla Eloquens
ka: Eloquens-ის მორგება
ko: Eloquens 설정
lt: Konfigūruoti Eloquens
lv: Konfigurēt „Eloquens“
nl: Eloquens configureren
nn: Set opp Eloquens
pl: Ustaw Eloquens
pt: Configurar o Eloquens
sl: Konfiguriraj Eloquens
sv: Anpassa Eloquens
tr: Eloquens'i Yapılandır
zh_tw: 設定 Eloquens

source: About Eloquens
ar: عن بيان
ca@valencia: Quant a Eloquens
de: Über Eloquens
eo: Pri Eloquens
eu: «Eloquens»i buruz
fi: Tietoa Eloquensista
gl: Sobre Eloquens
he: על Eloquens
hi: सुवक्ता के बारे में
ia: A proposito de Eloquens
is: Um Eloquens
ka: Eloquens-ის შესახებ
ko: Eloquens 정보
lt: Apie Eloquens
lv: Par „Eloquens“
nl: Info over Eloquens
nn: Om Eloquens
pl: O programie Eloquens
pt: Acerca do Eloquens
sl: O programu Eloquens
sv: Om Eloquens
tr: Eloquens Hakkında
zh_tw: 關於 Eloquens

source: Settings
ar: إعدادات
ca@valencia: Configuració
de: Einstellungen
eo: Agordoj
eu: Ezarpenak
fi: Asetukset
gl: Configuración
he: הגדרות
hi: सेटिंग्स
ia: Preferentias
is: Stillingar
ka: მორგება
ko: 설정
lt: Nuostatos
lv: Iestatījumi
nl: Instellingen
nn: Innstillingar
pl: Ustawienia
pt: Configuração
sl: Nastavitve
sv: Inställningar
tr: Ayarlar
zh_tw: 設定

source: Paragraphs:
ar: الفقرات:
ca@valencia: Paràgrafs:
de: Absätze:
eo: Alineoj:
eu: Paragrafoak:
fi: Kappaleita:
gl: Parágrafos:
he: פסקאות:
hi: पैराग्राफ:
ia: Paragraphos:
is: Málsgreinar:
ka: პარაგრაფები:
ko: 문단:
lt: Pastraipos:
lv: Rindkopas:
nl: Alinea's:
nn: Avsnitt:
pl: Akapity:
pt: Parágrafos:
sl: Odstavki:
sv: Stycken:
tr: Paragraflar:
zh_tw: 段落數：

source: Paragraph Length:
ar: طول الفقرة:
ca@valencia: Llargària del paràgraf:
de: Absatzlänge:
eo: Alinea Longo:
eu: Paragrafoaren luzera:
fi: Kappalepituus:
gl: Lonxitude dos parágrafos:
he: אורך פסקה:
hi: पैराग्राफ की लंबाई:
ia: Longitude de Paragrapho:
is: Lengd málsgreina:
ka: პარაგრაფის სიგრძე:
ko: 문단 길이:
lt: Pastraipos ilgis:
lv: Rindkopas garums:
nl: Alinealengte:
nn: Avsnittslengd:
pl: Długość akapitu:
pt: Tamanho do Parágrafo:
sl: Dolžine odstavkov:
sv: Styckelängd:
tr: Paragraf Uzunluğu:
zh_tw: 段落長：

source: Show Bold and Italic text
ar: أظهر النص الغامق والمائل
ca@valencia: Mostra el text en negreta i en cursiva
de: Fett und kursiv gedruckten Text anzeigen
eo: Montri grasan kaj kursivan tekston
eu: Erakutsi testu lodi eta etzana
fi: Näytä lihavoitu ja kursivoitu teksti
gl: Amosar texto en letra grosa ou cursiva
he: הצגת טקסט מודגש ונטוי
hi: बोल्ड और इटैलिक टेक्स्ट दिखाएं
ia: Monstra texto in Bold (grasse) e Italic (cursive)
is: Sýna feit- og skáletraðan texta
ka: სქელი და კურსივი ტექსტის ჩვენება
ko: 굵은 텍스트와 이탤릭 텍스트 표시
lt: Rodyti pusjuodį ir pasvirąjį tekstą
lv: Rādīt treknrakstu un slīprakstu
nl: Vette en cursieve tekst tonen
nn: Vis halvfeit og kursivert tekst
pl: Pokaż tekst pogrubiony i kursywę
pt: Mostrar o Texto em Negrito e Itálico
sl: Prikaži krepko in nagnjeno besedilo
sv: Visa fetstil och kursiv text
tr: Kalın ve Yatık Metni Göster
zh_tw: 顯示粗體和斜體字

source: Show Links
ar: أظر الروابط
ca@valencia: Mostra els enllaços
de: Verknüpfungen anzeigen
eo: Montri Ligilojn
eu: Erakutsi estekak
fi: Näytä linkit
gl: Amosar ligazóns
he: הצגת קישורים
hi: लिंक दिखाएं
ia: Monstra ligamines
is: Sýna tengla
ka: ბმულების ჩვენება
ko: 링크 표시
lt: Rodyti nuorodas
lv: Rādīt saites
nl: Koppelingen tonen
nn: Vis lenkjer
pl: Pokaż odnośniki
pt: Mostrar as Ligações
sl: Prikaži povezave
sv: Visa länkar
tr: Bağlantıları Göster
zh_tw: 顯示連結

source: Show Code blocks
ar: أظهر كتل النص
ca@valencia: Mostra els blocs de codi
de: Code-Blöcke anzeigen
eo: Montri Kodblokojn
eu: Erakutsi kode blokeak
fi: Näytä koodilohkot
gl: Amosar bloques de código
he: הצגת מקטעי קוד
hi: कोड ब्लॉक दिखाएं
ia: Monstra blocos de codice
is: Sýna kóðablokkir
ka: კოდის ბლოკების ჩვენება
ko: 코드 블록 표시
lt: Rodyti kodo blokus
lv: Rādīt koda blokus
nl: Codeblokken tonen
nn: Vis programkode
pl: Pokaż bloki kodu
pt: Mostrar os Blocos de Código
sl: Prikaži bloke kode
sv: Visa kodblock
tr: Kod Bloklarını Göster
zh_tw: 顯示程式碼區塊

source: Show Unordered Lists
ar: أظهر القوائم غير المرتبة
ca@valencia: Mostra llistes desordenades
de: Unsortierte Listen anzeigen
eo: Montri Neordigitajn Listojn
eu: Erakutsi sailkatu gabeko zerrendak
fi: Näytä luetelmat
gl: Amosar listas sen ordenar
he: הצגת רשימות ללא סדר
hi: अव्यवस्थित सूचियाँ दिखाएँ
ia: Monstra listas non ordinate
is: Sýna óraðaða lista
ka: დაულაგებელი სიების ჩვენება
ko: 순서가 없는 목록 표시
lt: Rodyti netvarkiuosius sąrašus
lv: Rādīt nesakārtotus sarakstus
nl: Ongeordende lijsten tonen
nn: Vis punktlister
pl: Pokaż nieuporządkowane spisy
pt: Mostrar as Listas Não-Ordenadas
sl: Prikaži neurejene sezname
sv: Visa oordnade listor
tr: Sırasız Listeleri Göster
zh_tw: 顯示無序清單

source: Show Ordered Lists
ar: أظهر القوائم المرتبة
ca@valencia: Mostra ordenades les llistes
de: Sortierte Listen anzeigen
eo: Montri Ordigitajn Listojn
eu: Erakutsi sailkatutako zerrendak
fi: Näytä luettelot
gl: Amosar listas ordenadas
he: הצגת רשימות מסודרות
hi: क्रमबद्ध सूचियाँ दिखाएँ
ia: Monstra listas ordinate
is: Sýna raðaða lista
ka: დალაგებული სიების ჩვენება
ko: 순서가 있는 목록 표시
lt: Rodyti tvarkiuosius sąrašus
lv: Rādīt sakārtotus sarakstus
nl: Geordende lijsten tonen
nn: Vis nummererte lister
pl: Pokaż uporządkowane spisy
pt: Mostrar as Listas Ordenadas
sl: Prikaži urejene sezname
sv: Visa ordnade listor
tr: Sıralı Listeleri Göster
zh_tw: 顯示有序清單

source: Show Description Lists
ar: أظهر الوصف
ca@valencia: Mostra les llistes de descripcions
de: Beschreibungslisten anzeigen
eo: Montri priskriblistojn
eu: Erakutsi deskribapen zerrendak
fi: Näytä kuvausluetelmat
gl: Amosar listas de descricións
he: הצגת רשימות תיאור
hi: विवरण सूचियाँ दिखाएँ
ia: Monstra Listas de Description
is: Sýna lista með lýsingum
ka: აღწერის სიების ჩვენება
ko: 설명 목록 표시
lt: Rodyti aprašo sąrašus
lv: Rādīt apraksta sarakstus
nl: Beschrijvingslijsten tonen
nn: Vis definisjonslister
pl: Pokaż wykazy opisów
pt: Mostrar as Listas de Descrições
sl: Prikaži sezname opisov
sv: Visa beskrivningslistor
tr: Açıklama Listelerini Göster
zh_tw: 顯示描述清單

source: Show Blockquotes
ar: اظهر علامات الاقتباس
ca@valencia: Mostra els blocs de cites
de: Zitatblöcke anzeigen
eo: Montri Blokcitaĵojn
eu: Erakutsi aipu blokeak
fi: Näytä lohkolainaukset
gl: Amosar bloques de cita
he: הצגת מקטעי ציטוט
hi: ब्लॉककोट्स दिखाएं
ia: Monstra Blockquotes (citationes de bloco)
is: Sýna tilvísanir
ka: ბლოკბრჭყალების ჩვენება
ko: 블록 인용문 표시
lt: Rodyti citatas
lv: Rādīt citātu blokus
nl: Blockquotes tonen
nn: Vis blokksitat
pl: Pokaż cytaty
pt: Mostrar os Blocos entre Aspas
sl: Prikaži bločne navedbe
sv: Visa blockcitat
tr: Tırnakları Göster
zh_tw: 顯示區塊引文

source: Show headings
ar: أظهر العناوين
ca@valencia: Mostra les capçaleres
de: Überschriften anzeigen
eo: Montri titolojn
eu: Erakutsi izenburu-mailakatuak
fi: Näytä otsakkeet
gl: Amosar cabeceiras
he: הצגת כותרות
hi: शीर्षक दिखाएं
ia: Monstra capites
is: Sýna fyrirsagnir
ka: სათაურების ჩვენება
ko: 머릿글 표시
lt: Rodyti antraštes
lv: Rādīt virsrakstus
nl: Hoofdstuktitels tonen
nn: Vis overskrifter
pl: Pokaż nagłówki
pt: Mostrar os Cabeçalhos
sl: Prikaži naslove
sv: Visa rubriker
tr: Başlıkları Göster
zh_tw: 顯示標題

source: All Caps
ar: حروف كبيرة
ca@valencia: Tot en majúscules
de: Großschreibung
eo: Ĉiuj Majuskoj
eu: Dena hizki larriz
fi: Kaikki suuraakkosiin
gl: Todo en maiúsculas
he: הכול באותיות גדולות
hi: सभी बड़े अक्षर
ia: Omne Caps (Majusculas)
is: Allt í hástöfum
ka: სულ მაღალ რეგისტრში
ko: 모두 대문자로
lt: Viskas didžiosiomis raidėmis
lv: Visi lielie burti
nl: Alles hoofdletters
nn: Store bokstavar
pl: Wszystko dużymi literami
pt: Tudo Capitalizado
sl: Same velike črke
sv: Majuskelskrift
tr: BÜYÜK Harf
zh_tw: 全部大寫
